{
    "projects" : [{
        "url": "http://www.revlv.net/",
        "image": "img/revlv.png",
        "thumb": "img/thumbs/revlv.png",
        "title": "Revlv Solutions Inc",
        "description": "Revlv is a spin-off group of a mixture of professionals from different fields of Engineering, Computer Science, Digital Arts and Marketing. We take pride that our talents are home-grown and our software products are in-house developed from scratch. We are a team of creative and logical thinkers. "
    },{
        "url": "http://www.greeninitiative.com.ph/",
        "image": "img/1.jpg",
        "thumb": "img/thumbs/1.jpg",
        "title": "ABS-CBN Foundation",
        "description": "Green initiative is an organization of nature loving personalities under the most prominent Television station in the Philippines, ABS-CBN Foundation. They ought protect the Philippine environment especially the most visited site-viewing places on Philippines to preserve its beauty for future tourist attractions.  We designed and developed the Green Initiative website to help them spread and continue their noble advocacy for the environment. <br /><br /> <p> WEBSITE DEVELOPMENT </p> <p>WEBSITE HOSTING</p>"
    }, {
        "url": "http://beta.dotcmrt3.gov.ph/",
        "image": "img/6.jpg",
        "thumb": "img/thumbs/6.jpg",
        "title": "DOTC-MRT3",
        "description": "The Metro Rail Transit 3 (MRT-3) is the cornerstone of the Department of Transportation & Communications integrated strategy to alleviate the chronic traffic congestion experience along the EDSA corridor. <br> <p>SYSTEMS DEVELOPMENT</p>  <p>WEB DEVELOPMENT</p> <p>IP CAMERA PROGRAMMING</p> <p>Wireless Network Installation</p>"
    }, {
        "url": "https://www.revlv.net/pcg/",
        "image": "img/11.jpg",
        "thumb": "img/thumbs/11.jpg",
        "title": "Philippine Coastguard",
        "description": "Philippine Coast Guard is the oldest and only humanitarian armed service of the Philippines. Presently, PCG is now recognized as the third uniformed armed service of the country, following the the Armed Forces of the Philippines and Phillippine National Police. <br /><br /> <p>SYSTEM DEVELOPMENT</p>"
    }, {
        "url": "http://chicfrancisco.com",
        "image": "img/13.jpg",
        "thumb": "img/thumbs/13.jpg",
        "title": "Chic Francisco",
        "description": "When Chic turned 60 in April 2009, she decided to close her school. But being a workaholic, she soon embarked on a new project. Believing that her easy-to-understand and easy-to-follow pattern-making method would significantly enable and empower a multitude of people world-wide, she started her e-learning project."
    }, {
        "url": "http://www.sagotkitabayan.org",
        "image": "img/19.jpg",
        "thumb": "img/thumbs/19.jpg",
        "title": "Sagot Kita Bayan",
        "description": "The launching of the Sagot Kita Bayan’s Signature Prayer Campaign  is scheduled on October 18, 2014 at 2:00PM at the Philippine Christian University, Taft Ave., Manila. "
    }, {
        "url": "http://www.banbros.ph/",
        "image": "img/banbros-logo.png",
        "thumb": "img/thumbs/banbros-logo.png",
        "title": "BANBROS",
        "description": "<p>Banbros Commercial Inc. was established and partnered with several companies and provide continued growth and expansion in the distribution business. Banbros has been able to provide a wide range of products to its vast network of dealers and customers.</p> <br /> <p> WEB DEVELOPMENT</p>"
    }, {
        "url": "https://www.revlv.net/spuqc/",
        "image": "img/spuqc-logo.png",
        "thumb": "img/thumbs/spuqc-logo.png",
        "title": "Saint Paul University Quezon City",
        "description": "<p>St. Paul University Quezon City is one of forty Three (43 ) schools operating under the management of the Sisters of St. Paul of Chartres (SPC) in the Philippines.</p> <br /> <p> WEB DEVELOPMENT</p>"
    }
    ]
}